Revit 2024 API
TableCellStyleOverrideOptions.FontColor Property
 Indicates if the font color characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool FontColor { get; set; }
Visual Basic
Public Property FontColor As Boolean
	Get
	Set
Visual C++
public:
property bool FontColor {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace